Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/contracts_of_employment/transfer_of_business.html.txt.tmx
Source language: en
Languages: ga

source: If a business is taken over by another employer as a result of a legal merger or transfer the rights of the employees are protected by legislation
ga: Tá cosaint reachtúil ag fostaithe má dhéanann fostóir eile an gnó a tráthcheangal de thoradh cumaisc dhlíthiúil nó aistrithe

source: The European Communities (Protection of Employees on Transfer of Undertakings) Regulations 2003 apply to an undertaking which can be a business but could also be a charity or non-profit-making organisation
ga: Baineann Rialacháin na gComhphobal Eorpach (Cosaint Chearta Fostaithe ar Aistriú Gnóthas) 2003 le "gnóthas" a d'fhéadfadh a bheith ina ghnólacht, ach a d'fhéadfadh a bheith ina eagraíocht charthanach freisin nó ina eagraíocht nach ndéanann brabús

source: All of the business where you work need not be transferred; if the part you work in is being sold off or contracted out, the Regulations will apply
ga: Bainfidh na Rialúcháin leis an scéal má dhíoltar an chuid sin de a bhfuil tusa ag obair ann nó má thugtar amach ar chonradh í

source: For a transfer of undertaking to take place:
ga: Chun gnóthas a aistriú ní mór:

source: • There must be a change in the person (either an individual or a company) responsible for running the undertaking/business
ga: • athrú a theacht ar an té (duine aonar nó comhlacht) atá freagrach as an ngnóthas nó as an ngnó

source: • The previous economic activity of the undertaking/business must be carried on by the new employer
ga: • fostóir nua a bheith i gceannas ar ghníomhaíocht eacnamaíoch an ghnóthais nó an ghnó, agus

source: • The undertaking/business must be transferred as a "going concern"
ga: • an gnóthas nó an gnó a aistriú mar "ghnóthas leantach"

source: A transfer under the Regulations does not occur in the case of a compulsory liquidation of the undertaking/business
ga: Ní aistriú de réir shainmhíniú na Rialúchán é má dhéantar leachtú éigeantach ar ghnóthas nó ar ghnó

source: Under the Regulations the new employer is legally obliged to take on the existing employees of the business
ga: Tá dualgas reachtúil ar an bhfostóir nua de réir na Rialúchán fostaithe an ghnó a athfhostú

source: The terms and conditions and your employer’s obligations in your contract of employment are automatically transferred to your new employer, except for pensions – see below
ga: Maidir leis na téarmaí agus coinníollacha agus dualgais do chéad fhostóra faoi mar atá siad i do chonradh fostaíochta, aistrítear iad sin go léir sa ghnáthchúrsa chuig d'fhostóir nua ach amháin cúrsaí pinsean - féach thíos

source: If there is a collective agreement your new employer must continue to its terms and conditions until it expires or is replaced
ga: Ní mór don fhostóir nua cloí le téarmaí agus le coinníollacha aon chomhaontú chomhchoiteann atá déanta agaibh go dtagann deireadh leis nó go gcuirtear ceann eile ina áit

source: P45: In some circumstances employees involved in a transfer of business may be given a P45 by their old employer
ga: P45: i gcásanna áirithe má tá baint ag fostaithe le haistriú gnó, d'fhéadfadh an fostóir P45 a thabhairt dóibh

source: They should give this to their new employer
ga: Bá chóir dóibh é a thabhairt don fhostóir nua

source: For the purposes of redundancy legislation a transfer of business does not break the employees’ continuity of service
ga: Ní bhriseann an t-aistriú gnó an leanúnachas seirbhíse fostaithe maidir le reachtaíocht iomarcaíochta

source: Instead it is transferred to their new employment
ga: Ina áit sin, aistrítear é go dtí a fostaíocht nua

source: Employee pension rights, apart from those provided for by social welfare legislation, do not transfer to the new employment
ga: Ní aistrítear cearta pinsean na bhfostaithe chuig an bhfostaíocht nua ach amháin iad sin a bhfuil foráil fúthu sa reachtaíocht leasa shóisialaigh

source: However, where there is a pension scheme in operation in the original employer’s business at the time of the transfer, the legislation provides that:
ga: Má bhí scéim phinsin i bhfeidhm i ngnó an chéad fhostóra, áfach, tá foráil sa reachtaíocht:

source: • If the scheme is an occupational pension scheme covered by the Pension Acts, then the protections given by that legislation apply
ga: • Go mbeidh feidhm ag an gcosaint a thugann an reachtaíocht sin más scéim phinsin cheirde a bhí ann a bhí clúdaithe ag Achtanna na bPinsean - féach 'Conas iarratas a dhéanamh' thíos

source: • In the case of other pension schemes, the new employer must ensure that rights are protected
ga: • Ní mór don fhostóir nua gach ceart a chosaint i gcás scéimeanna pinsean eile

source: The transfer of an undertaking, business or part of a business does not in itself constitute grounds for dismissal
ga: Ní cúis dífhostaithe ann féin é má aistrítear gnóthas, gnó, nó cuid de ghnó

source: However, nothing in the regulations prohibits dismissal if your employer can justify such dismissal for economic, technical or organisational reasons
ga: Más féidir le d'fhostóir seasamh lena b(h)eart ar bhonn eacnamaíoch, teicniúil nó ar fáthanna eagraíochtúla níl aon rud sna Rialúcháin a choiscfeadh an dífhostú

source: Whether there are economic, technical or organisational grounds for dismissal will depend on the facts of each case and you can challenge your employer's contention that such grounds exist by bringing a claim for unfair dismissal - see 'How to apply' below
ga: Braithfidh fáthanna eacnamaíocha, teicniúla agus eagraíochtúla an dífhostaithe ar an gcás féin, agus féadfaidh tú dúshlán a thabhairt ar argóint d'fhostóra go bhfuil a leithéid de fáthanna ann trí éileamh a dhéanamh maidir le dífhostú éagórach - féach "Conas iarratas a dhéanamh" thíos

source: If your contract of employment is terminated because a transfer involves a substantial change in working conditions to your detriment, the employer concerned is regarded as having been responsible for the termination of the employment
ga: Glactar leis go bhfuil an fostóir freagrach as tú a dífhostú má chuirtear deireadh le do chonradh fostaíochta trí athrú substaintiúil a dhéanamh ar do choinníollacha oibre de thoradh an aistrithe agus gurb é d'aimhleas é

source: So, for example, if your new employer cuts your wages because he/she feels you are being paid too much and you resign as a result, your new employer will be regarded as being responsible for the dismissal by failing to honour your contract of employment
ga: Má chiorraíonn d'fhostóir do phá toisc go gceapann sé nó sí go bhfuil tú ag fáil an iomarca, mar shampla, agus má éiríonn tú as do phost dá bharr, glacfar leis go bhfuil d'fhostóir nua freagrach as tú a dífhostú trí gan do chonradh fostaíochta a chomhlíonadh

source: The Employees (Provision of Information and Consultation) Act 2006 provides a general right to information and consultation for employees from their employer on matters which directly affect them
ga: Soláthraíonn an tAcht um Fhostaithe (Faisnéis agus Comhchomhairle a Sholáthar) 2006 ceart ginearál ar fhaisnéis agus chomhairliúchán do fhostaithe ó fhostóir faoi ábhair a bhaineann leo

source: The legislation requires employers to inform and consult employees on any decisions likely to lead to substantial changes in work organisation or contractual relations – with particular reference to mergers and acquisitions and to collective redundancies
ga: Éilíonn an reachtaíocht ar fhostóírí chun faisnéis agus comhchomhairle a sholáthar do fhostaithe faoi cinntí i dtaobh athruithe móra na láithreach oibre, go háirithe cumaisc agus eadálacha agus comhiomarcaíochtaí

source: This means that employers are required to consult with employees before major decisions are made, including transfer of business
ga: Éilítear ar fhostóírí dul i gcomhairle le fhostaí roimh déanamh cinntí móra lena náirítear aistriú gnó

source: Since 23 March 2008 it applies to employers with at least 50 employees
ga: Ó 23 Márta 2008 baineann an tAcht le fhostóirí atá 50 fostaithe nó níos mó acu

source: Under the European Communities (Protection of Employees on Transfer of Undertakings) Regulations 2003 employees (including those who are not covered by the Act as they are working for an employer with fewer than 50 employees) must be given details of the transfer as follows:
ga: Faoi na Rialacháin na gComhphobal Eorpach (Cosaint Chearta Fostaithe ar Aistriú Gnóthas) 2003 ní mór don fhostóir sonraí an aistrithe a thabhairt do na fostaithe (lena náirítear fostaithe nach bhfuil clúdaithe san Acht mar tá siad ag obair do fhostóir is lú ná 50 fostaithe atá aige) mar a leanas:

source: • If the employees are in a union, not later than 30 days before the transfer, the employer must provide the union with details of the reasons for the transfer; the date or proposed date of the transfer; and the legal, economic and social implications for the employees
ga: • Má liostáil na fostaithe i gceardchumann 30 lá ar a laghad roimh an aistriú ní mór don fhostóir sonraí a thabhairt don cheardchumann maidir le: fáthanna an aistrithe, dáta an aistrithe atá á mholadh, na himpleachtaí dlithiúla, eacnamaíochta agus sóisialta a bheidh ann do na fostaithe

source: • If the employees are not in a union, the employer must give the details already mentioned in writing to each employee not later than 30 days before the transfer
ga: • Ní mór don fhostóir na sonraí thuasluaite a thabhairt do gach duine de na fostaithe 30 lá roimh an aistriú ar a dhéanaí, más rud é nach bhfuil na fostaithe ina mbaill de cheardchumann

source: The employer must also consult with the employees’ union or, in the absence of a union, with the chosen representative(s) of the employees
ga: Caithfidh an fostóir dul i gcomhairle le ceardchumann na bhfostaithe freisin, nó mura bhfuil siad i gceardchumann, le hionadaí nó le hionadaithe a roghnaíonn na fostaithe

source: If you have been dismissed because of the transfer or if your employer has failed to consult the employees or their representatives, as required by the Regulations, you can bring a complaint within 6 months
ga: Má dífhostaíodh go héagórach thú de bharr aistrithe nó mura ndeachaigh d'fhostóir i gcomhairle leis na fostaithe nó lena n-ionadaithe faoi mar a éilíonn na Rialúcháin féadfaidh tú gearán a dhéanamh laistigh de 6 mhí

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is reasonable cause which prevented the complaint being brought within the normal time limit
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí eisceachtúla ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama

source: Complaints concerning pensions covered by the Pensions Acts should be referred to the Pensions Authority - see 'Where to apply' below
ga: Ba chóir gearáin maidir le pinsin atá clúdaithe ag Achtanna na bPinsean a sheoladh chuig tÚdarás Pinsean - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: Complaints concerning other pensions should be referred as above
ga: Ba chóir gearáin faoi phinsin eile a chur faoi bhráid Choimisinéir um Chearta

source: Further information on the transfer of undertakings is available from Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below
ga: Tá tuilleadh eolais faoi aistriú gnó ar fáil ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibrena – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: The Code of Practice on Employee Involvement in the Workplace as well as an explanatory booklet on the transfer of undertakings (pdf) are available on workplacerelations.ie. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Tá Cód Cleachtais um Páirtíocht fostaithe san Áit Oibre agus leabhrán faoin aistriú gnóthais (pdf) ar fáil ar workplacerelations.ie
